ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/es/cnsnrh/ValidRequest_envelope.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://skat.dk/begrebsmodel/2008/01/01/">
    <soapenv:Header>
    </soapenv:Header>
    <soapenv:Body>
        <ns:CVRNummerSENummerRelationHent_I>
            <ns:Kontekst>
                <!--You may enter ANY elements at this point-->
                <ho:HovedOplysninger xmlns:ho="http://skat.dk/begrebsmodel/xml/schemas/kontekst/2007/05/31/">
                    <ho:TransaktionsID>TRANSAKTIONS_ID</ho:TransaktionsID>
                    <ho:TransaktionsTid>TRANSAKTIONS_TID</ho:TransaktionsTid>
                </ho:HovedOplysninger>
            </ns:Kontekst>
            <ns:VirksomhedValgSamling>
                <!--1 or more repetitions:-->
                <ns:VirksomhedSENummer>SE_NUMMER</ns:VirksomhedSENummer>
            </ns:VirksomhedValgSamling>
        </ns:CVRNummerSENummerRelationHent_I>
    </soapenv:Body>
</soapenv:Envelope>